{ "the pav" : "Pavillion 9 dining room. It is where you can get subway, chick fil a, and five guys. located in the first floor of newcomb",
  "rugby road" : "The road where most of the fraternity houses are located. It is off of University boulevard across from the rotunda and to the left",
  "wertland" : "another street by the corner, common place for upperclassmen off grounds housing",
  "beta bridge" : "Bridge on rugby road, passing over the railroad tracks. Very commonly painted on by UVA students.",
  "boylan" : "A popular, but expensive, bar on the corner",
  "trin" : "a popular bar on the corner, located close to qdoba, has good music played by DJs late at night",
  "crozet" : "popular bar on the corner, has outdoor area with live music. Located on Elliewood ave.",
  "croads" : "small restaurant within o hill. Accepts many options for meal exchange, and has a small convenience store. Usually open past 12am.",
  "the corner" : "Central hub of U V A social life. Contains many bars and restaraunts, and is close to off grounds housing.",
  "darden" : "Engineering Courtyard in the middle of thornton. Contains a grass area with tables, good for outdoor studying.",
  "thornton" : "The Main engineering building of UVA. Located on McCormick road, right after the bridge.",
  "dumpling truck" : "very popular dumpling food truck that is located near the ampitheater on weekdays",
  "nameless" : "A field for recreational use, located on northern grounds. Often times used for club or IM sports.",
  "ORC" : "Stands for Outdoor rec center. Located on northern grounds next to the Cavalier Inn. Contains a bouldering wall that is updated regularly.",
  "the stud" : "Center for christian study, a quiet place for students to study.",
  "stacks" : "Study space in the bottom of Alderman library, as well as Brown Science and Engineering Library. Talking is forbidden here, and it is almost completely silent",
  "art quad" : "A quad of fraternity houses located near by the art museum",
  "sack" : "Student activities center. Located in the first floor of Newcomb.",
  "wilsdorf" : "Building located next to chem building, has argo tea in it" }
